
[{
	"imdb_id":"tt0120338",
	"title": "Titanic",
	"year": "1997",
	"genre": "Romance",
	"description": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron"

},{
	"imdb_id": "tt1099212",
	"title": "Twilight 1",
	"year": "2008",
	"genre": "Fantasy",
	"description": "It is the first film in The Twilight Saga film series"

},{
	"imdb_id": "tt1099213",
	"title": "Twilight 2",
	"year": "2010",
	"genre": "Fantasy",
	"description": "It is the second film in The Twilight Saga film series"

},{
	"imdb_id": "tt4857264",
	"title": "The Invisible Guest",
	"year": "2016",
	"genre": "Mystery",
	"description": "A young businessman wakes up in a locked hotel room next to the body of his dead lover. "

},{
	"imdb_id": "tt2084970",
	"title": "The Imitation Game",
	"year": "2014",
	"genre": "History",
	"description": "Alan Turing, a British mathematician, joins the cryptography team to decipher the German enigma code.. "
},{
	"imdb_id":"tt11656172",
	"title": "Hard Kill",
	"year": "2020",
	"genre": "Action",
	"description": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron"

},{
	"imdb_id": "tt8111088",
	"title": "The Mandalorian",
	"year": "2019",
	"genre": "Adventure",
	"description": "The travels of a lone bounty hunter in the outer reaches of the galaxy, far from the authority of the New Republic"

},{
	"imdb_id": "tt6723592",
	"title": "Tenet",
	"year": "2020",
	"genre": "Adventure",
	"description": "Armed with only one word, Tenet, and fighting for the survival of the entire world, a Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time."

},{
	"imdb_id": "tt7126948",
	"title": "Wonder Woman 1984",
	"year": "2020",
	"genre": "Adventure",
	"description": "Rewind to the 1980s as Wonder Woman's next big screen adventure finds her facing two all-new foes: Max Lord and The Cheetah."

},{
	"imdb_id": "tt8784956",
	"title": "Ava",
	"year": "2020",
	"genre": "Adventure",
	"description": "Ava is a deadly assassin who works for a black ops organization, traveling the globe specializing in high profile hits. When a job goes dangerously wrong she is forced to fight for her own survival."

},{
	"imdb_id": "tt10795658",
	"title": "Alice in Borderland ",
	"year": "2020",
	"genre": "Adventure",
	"description": "A group of bored delinquents are transported to a parallel wasteland as part of a survival game."

},{
	"imdb_id": "tt2560140",
	"title": "Attack on Titan ",
	"year": "2013",
	"genre": "Adventure",
	"description": "After his hometown is destroyed and his mother is killed, young Eren Yeager vows to cleanse the earth of the giant humanoid Titans that have brought humanity to the brink of extinction."

},{
	"imdb_id": "tt10161886",
	"title": "The Prom",
	"year": "2020",
	"genre": "Comedy",
	"description": "A troupe of hilariously self-obsessed theater stars swarm into a small conservative Indiana town in support of a high school girl who wants to take her girlfriend to the prom."

},{
	"imdb_id": "tt7569576",
	"title": "The Flight Attendant ",
	"year": "2019",
	"genre": "Comedy",
	"description": "A flight attendant wakes up in the wrong hotel, in the wrong bed, with a dead man - and no idea what happened. When questioned by FBI agents and still unable to piece the night together, she begins to wonder if she could be the killer."

},{
	"imdb_id": "tt6524350",
	"title": "Big Mouth ",
	"year": "2017",
	"genre": "Comedy",
	"description": "Teenage friends find their lives upended by the wonders and horrors of puberty."

},{
	"imdb_id": "tt0314331",
	"title": "Love Actually",
	"year": "2003",
	"genre": "Comedy",
	"description": "Follows the lives of eight very different couples in dealing with their love lives in various loosely interrelated tales all set during a frantic month before Christmas in London, England."

},{
	"imdb_id": "tt8134470",
	"title": "The Undoing ",
	"year": "2020",
	"genre": "Crime",
	"description": "Grace Fraser is living the only life she ever wanted for herself. She's a successful therapist, has a devoted husband and young son who attends an elite private school in New York City. "

},{
	"imdb_id": "tt3810192",
	"title": "Cyberpunk 2077",
	"year": "2020",
	"genre": "Crime",
	"description": "In Night City, a mercenary known as V navigates a dystopian society in which the line between humanity and technology becomes blurred."

},{
	"imdb_id": "tt0413573",
	"title": "Greys Anatomy",
	"year": "2005",
	"genre": "Drama",
	"description": "A drama centered on the personal and professional lives of five surgical interns and their supervisors."
},{
	"imdb_id": "tt4786824",
	"title": "The Crown",
	"year": "2016",
	"genre": "Drama",
	"description": "Follows the political rivalries and romance of Queen Elizabeth II's reign and the events that shaped the second half of the twentieth century."
},{
	"imdb_id": "tt10048342",
	"title": "Queen's Gambit ",
	"year": "2020",
	"genre": "Drama",
	"description": "Orphaned at the tender age of nine, prodigious introvert Beth Harmon discovers and masters the game of chess in 1960s USA. But child stardom comes at a price."
},{
	"imdb_id":"tt1831804",
	"title": "The Stand",
	"year": "2020",
	"genre": "Fantasy",
	"description": "After the world is in ruins, due to a man-made plague, a battle of Biblical proportions ensues between the survivors."

},{
	"imdb_id": "tt2094262",
	"title": "Da Vinci's Demons ",
	"year": "2013",
	"genre": "History",
	"description": "Follows Leonardo Da Vinci during his early days in Florence, as a young artist, inventor and dreamer, trying to change the future."

},{
	"imdb_id": "tt1921064",
	"title": "Pompei",
	"year": "2013",
	"genre": "History",
	"description": "A slave-turned-gladiator finds himself in a race against time to save his true love, who has been betrothed to a corrupt Roman Senator. As Mount Vesuvius erupts, he must fight to save his beloved as Pompeii crumbles around him."

},{
	"imdb_id": "tt4869380",
	"title": "Wuxin: The Monster Killer ",
	"year": "2015",
	"genre": "Horror",
	"description": "This Horror Scary Chinese movie takes place in the North and Northeast of China."

},
{
	"imdb_id": "tt0032976",
	"title": "Rebecca",
	"year": "1940",
	"genre": "Mystery",
	"description": "A self-conscious woman juggles adjusting to her new role as an aristocrat's wife and avoiding being intimidated by his first wife's spectral presence."

},{
	"imdb_id": "tt13055780",
	"title": "A California Christmas",
	"year": "2020",
	"genre": "Romance",
	"description": "With his carefree lifestyle on the line, a wealthy charmer poses as a ranch hand to get a hardworking farmer to sell her family's land before Christmas."
},{
	"imdb_id": "tt9077530",
	"title": "Virgin River",
	"year": "2019",
	"genre": "Romance",
	"description": "After seeing an ad for a midwife, a recently widowed big-city nurse moves to the redwood forests of northern California, where she meets an intriguing man."
}]
